[
  {
    "id": 1,
    "text": "10-year OGs in Asia. So many stories and emotions. Not an easy journey, but we are all still here. \n"
  },
  {
    "id": 2,
    "text": "I am probably the last guy to try this. Not going to change my pfp, as it will put the bluetick into review mode again. And I quite like my current non-ghibli pfp. \n"
  },
  {
    "id": 3,
    "text": "After we filed the lawsuit, they changed the Chinese version to: \"Mysterious CZ\" \n"
  },
  {
    "id": 4,
    "text": "In July 2024, Bloomberg published an apology to me, 2 years after I sued them for a defamation piece they wrote in July 2022.\n—\n彭博商業周刊\/中文版道歉啟示\n\"In our 250th issue (6 July 2022), we made the egregious mistake of publishing a cover page with a headline that was false \n"
  },
  {
    "id": 5,
    "text": "Spent the Sunday updating this security tips article from 5 years ago. Shrunk it from 5500 to 4300 words. If you haven't read it before, I recommend reading it.\nIt might just save you from a hack (that you never know because you avoided it). Stay SAFU!\n"
  },
  {
    "id": 6,
    "text": "I donated $100k (150 BNB) from this address. Now the address has received more than $1m back. I will not keep any of coins\/tokens for myself.   What should I do with it? Add to an LP pool? Airdrop? Donate to a charity? Send to a burn address? Any other ideas?\nSerious question. \n"
  },
  {
    "id": 7,
    "text": "Broccoli's Story\nA year and a half ago, I casually chatted with a friend who owned a (real) zoo in Dubai. Curious, I asked what dog breed is adapted to the Dubai summer heat. I had no plans to get a dog. \nLater that evening, my doorbell rang, and a young Belgian Malinois showed \n"
  },
  {
    "id": 8,
    "text": "有时候，一个教学视频。。。😂\n我刚听说，TST已经有网站和X账号了。据我所知，两个都不是BNB Chain或任何币安相关团队制作或控制的。是社区里的人控制的。我也不知道是谁。😂\n但现在有个问题，他们未经授权用了币安的Logo。这个侵权，需要改一下🙏。 建议用✅(通过测试）之类的。\n和所有的meme \n"
  },
  {
    "id": 9,
    "text": "Fundstrat | BNB Chain: Building Towards the \"One BNB\" Vision on Vimeo \n"
  },
  {
    "id": 10,
    "text": "Hiring Spine Animator, AI engineers, developers... \n"
  },
  {
    "id": 11,
    "text": "A few minutes later, Brad Pitt came to look at the charts. \n"
  },
  {
    "id": 12,
    "text": "Which key is available on Windows and Linux, but not on Mac? \n"
  },
  {
    "id": 13,
    "text": "Learning at a small gathering of DeSci entrepreneurs organized by Labs. \n"
  },
  {
    "id": 14,
    "text": "From another work stream, one more WIP (work in progress) screen snippet.\nAI voice recognition \/ rating for kids to speak back.\nStill many little problems to fix, make the ears bigger, the rolling eyes, the Chinese on screen, etc. But you get the idea...\nBuild! \n"
  },
  {
    "id": 15,
    "text": "US institutions are moving into crypto. What about your country? \n"
  },
  {
    "id": 16,
    "text": "Most people have a fallacy of thinking in linear scales. \n"
  },
  {
    "id": 17,
    "text": "a 4 post.\nThis guy, first promises positive coverage, no FUD, etc.  \nSo I agreed to and spent 2 hours with him. He specifically asked to check out the van I use. So, we arrange to pick him up with it. We bought him drinks (orange juice and coffee) and chatted for 2 hours. \nNow \n"
  },
  {
    "id": 18,
    "text": "Users drive everything we do at #Binance.\nThe team is always listening to feedback and figuring out how to make our products better. \nHere's why:  \n"
  },
  {
    "id": 19,
    "text": "Crypto is volatile.\nRemember to exercise prudent risk management when trading. If you don't know what TP\/SL means, you should learn about it.\nScreen shot from a demo. \n"
  },
  {
    "id": 20,
    "text": "Copy trading is now live on #Binance. \nYou can replicate the trades of some of the best traders on our platform.\nTry it here:  \n"
  },
  {
    "id": 21,
    "text": "月圆·币圆·人团圆\n祝全球华语用户们，中秋佳节愉快！\n送出一份 #Binance 键盘套装，希望大家可以hodl住幸福和快乐。\n留言晒出你的月饼 \/ 灯笼 ⬇️\n-\nGiving away this #Binance keyboard for Mid Autumn Festival.\nShow me your mooncake or lantern to enter. \n"
  },
  {
    "id": 22,
    "text": "Our Chinese and Arabic ancestors figured out crypto. They both made MOON festivals! And they both land on today.\n中秋快乐！ \n"
  },
  {
    "id": 23,
    "text": "Feed from KOLs now appear directly on  homepage. Rolling out to all languages soon. \n"
  },
  {
    "id": 24,
    "text": "Binance Brings Law Enforcement Expertise to Hong Kong International Symposium on Cyber Policing | Binance Blog  \n"
  },
  {
    "id": 25,
    "text": "Vitalik's Twitter account got hacked. Use common sense when reading content on social media, even from large KOLs.\nTwitter's account security is not designed as financial platforms. It needs quite a bit more features: 2FA, login id should be different from handle or email, etc. \n"
  },
  {
    "id": 26,
    "text": "The quality of research, validation, or even logical thinking in this \"news\" is appalling.\nIf it is a board vote, 1 vote holding out of 3 won't stop anything. The 2\/3 wins.\nIf it is a shareholder vote, Brian S. is a CEO, not a VC or any other type investor.\nIt's just FUD. 4. \n"
  },
  {
    "id": 27,
    "text": "Look on the bright side. Scrutiny provides validation.\nWas just reading the court transcript.\nCourt: \"... Similarly, you all repeat in the memo that there's no evidence, absolutely no evidence of any dissipation of assets whatsoever. And the government at this point has said \n"
  },
  {
    "id": 28,
    "text": "Why is the market is going up or down? No one really knows. A lot of people claim to know, and can often pin it on a single (often wrong) reason. In reality, there are many sellers and buyers in a market, everyone may have their own reasons. A few examples.\nFalse narrative: \n"
  },
  {
    "id": 29,
    "text": "This is simply false. Not sure if it's the journalist or the source.\nTo the best of my knowledge,  had in total roughly $2 billion in user funds. This number in USD equivalent fluctuates a little as crypto prices change. And declining as users withdraw due \n"
  },
  {
    "id": 30,
    "text": "Multiple FUDs going on. This one widely circulated in Asia, saying \"there was an argument I had with an American inspection agency, and I took out a AK47. The police then opened fire first, and I got wasted...\"\nThis is the 2nd time I got wasted imaginarily in Asia news. Last one \n"
  },
  {
    "id": 31,
    "text": "Welcome to Dubai!\n(Not AI, just wavelength of the energy level, or what they call lighting) \n"
  },
  {
    "id": 32,
    "text": "Interesting timing on this Web 3.0 white paper from the Beijing government tech committee with the June 1st anticipation in Hong Kong. \n"
  },
  {
    "id": 33,
    "text": "Had some fun making #BinancePizza with our team today. Which one is your favorite? \n"
  },
  {
    "id": 34,
    "text": "Binance spot trading is now integrated with TradingView. Keep building.\n"
  },
  {
    "id": 35,
    "text": "A year ago today, UST\/LUNA crashed. $40 billion in value gone. BTC went from 28k to 19k. A few lessons can be learned. \n"
  },
  {
    "id": 36,
    "text": "There are more than 56 million millionaires in the world, and only 1 million people with more than 1 bitcoin. Do the math. \n"
  },
  {
    "id": 37,
    "text": "#BUSD, the most fiat-backed stablecoin, audited by big audit firms, regulated by the NYDFS, was forced to wind down (no new minting).\nUSDC is shrinking in market cap too due to bank closures.\nUSDT is growing. \n"
  },
  {
    "id": 38,
    "text": "Mindset is everything. \nDon't say: I wish I got in early.\nSay: I wish I bought when there was FUD.\nNot financial advice. Keep building. \n"
  },
  {
    "id": 39,
    "text": "Binance verified, very nice feature. Twitter making it harder for scammers. \n"
  },
  {
    "id": 40,
    "text": "Protect users. Build and build. \nFUD is temporary. \n"
  },
  {
    "id": 41,
    "text": "BUSD market cap dropped -$2.45B (from 16.1B to 13.7B as of now), and most of it has moved to USDT. \nUSDT marketcap + 2.37B (From 67.8B to 70.1B)\nUSDC also declined -739M (from 42.3B to 41.5B)\nLandscape is shifting.\n(Note: BUSD is NOT issued by Binance.) \n"
  },
  {
    "id": 42,
    "text": "Don't underestimate the importance of digital security.\nThe team has brought together top names in the industry to discuss how to keep your tokens safe.\n#BinanceTalks, live now:  \n"
  },
  {
    "id": 43,
    "text": "One of the questions from the AMA 2 days ago.\nMore here:  \n"
  },
  {
    "id": 44,
    "text": "Did you know there is a #Binance widget for your phone? \n"
  },
  {
    "id": 45,
    "text": "43 out of 100 top global brands has already tippy toed into web3, in loyalty and NFTs. Slowly but surely. \n"
  },
  {
    "id": 46,
    "text": "Made it into South Park, with hair. Wished it was under different circumstances though. \n"
  },
  {
    "id": 47,
    "text": "Perhaps the Cramer effect. Draftkings just had a hack involving 68k users with over $300k in losses. \n"
  },
  {
    "id": 48,
    "text": "Is this an option (default on) in this antivirus software that keeps on taking photos using your device? or is it taking screenshots (even more scary)? \n"
  },
  {
    "id": 49,
    "text": "Happy #Hanukkah to all those that celebrate it, from all of us at #Binance. \n"
  },
  {
    "id": 50,
    "text": "Binance was the majority shareholder of Toko from the beginning. Just injected more cash and increased our shareholding a bit. \n"
  },
  {
    "id": 51,
    "text": "Got asked 3 times about this... Google \"Cunningham's Law\". \n"
  },
  {
    "id": 52,
    "text": "#Binance10M\nlearned about this emoji just now by seeing it on Twitter. Good interns. \n"
  },
  {
    "id": 53,
    "text": "Gmail had issues for a bit. You may not receive confirmation or verification emails for a bit. \n"
  },
  {
    "id": 54,
    "text": "Stayed off Twitter for a day. Went windsurfing, started when I was 14, thanks to Canadian public schools. Still a beginner after 30 years. \n"
  },
  {
    "id": 55,
    "text": "2\/ We exited FTX 1.5 years ago in July 2021. \nSince then, FTX invested in a myriad of companies, totaling to $5.5+ billion, including but not limited to: \nSource:  \n"
  },
  {
    "id": 56,
    "text": "AES encryption. Will share Secret Key in a few days, after we know the answer. \n"
  },
  {
    "id": 57,
    "text": "People often ask what I do on weekends, so today I went to a farm. Not yield farming farm, real farm. \n"
  },
  {
    "id": 58,
    "text": "This is part of the Proof-of-Reserve Audit. The auditor require us to send a specific amount to ourselves to show we control the wallet. And the rest goes to a Change Address, which is a new address. In this case, the Input tx is big, and so is the Change. Ignore FUD! \n"
  },
  {
    "id": 59,
    "text": "Met with Prime Minister of Albania His Excellency\nEdi Rama on this fine Saturday. Pushing crypto adoption never stops. \n"
  },
  {
    "id": 60,
    "text": "There is a subtle but important difference between staking and high APY loans, ie, where the principal amount sit. \n"
  },
  {
    "id": 61,
    "text": "Ronaldo on #Binance, later this week. \nNovember 18, 9AM UTC. \n"
  },
  {
    "id": 62,
    "text": "Skyrex had an attack. Thanks to them for admitting it. The API keys were not leaked by Binance. \n"
  },
  {
    "id": 63,
    "text": "Response was:\nHe obviously know a lot about bankruptcy even in July.\n2\/3 \n"
  },
  {
    "id": 64,
    "text": "1\/3 We have a policy to not comment on competitors (we call industry peers) publicly. I broke this rule only a few times in the past.\nJuly 7th, I tweeted this:\n"
  },
  {
    "id": 65,
    "text": "My talk in Indonesia 30 hrs ago, before all of today's drama...\nFTX, impacts, regulations, entrepreneurship.\n"
  },
  {
    "id": 66,
    "text": "What a sh!t show... And it's going to be crypto's fault, (instead of one guy's fault)... \n"
  },
  {
    "id": 67,
    "text": "In the spirit of transparency, might as well share the actual note, sent to all Binance team globally a few hours ago.\n"
  },
  {
    "id": 68,
    "text": "Got asked this a few times already. The official Telegram ads show up as a 'normal' messages in channel, making users think we (the group owner) sent the ads. Bad design. \n"
  },
  {
    "id": 69,
    "text": "While on this topic, here is a photo from Jun 16, 2017, two days after we decided to do the #BNB ICO. The whitepaper wasn't finished yet. Vitalik was not an advisor. We each made a mistake that I can recount. 1\/4 \n"
  },
  {
    "id": 70,
    "text": "Joining this one in Singapore VIRTUALLY on Thursday. \n"
  },
  {
    "id": 71,
    "text": "A bit screwed up. But this forces me to unfollow and block accounts that \"spam\" in my comments. \nAlso good to know: some things money can't buy. Credibility. \n"
  },
  {
    "id": 72,
    "text": "Google displays phishing sites when users search CMC. This affects users adding smart contract addresses to MetaMask using these phishing sites. We are trying to contact Google for this, and in the meantime alerting users about this through social channels. \n"
  },
  {
    "id": 73,
    "text": "Happy Diwali! In this turbulent world, may there always be light to brighten your life! \n"
  },
  {
    "id": 74,
    "text": "Remember, Binance specifically prohibits projects from announcing they will list on Binance, etc. Any project that does it will be blacklisted. Be careful of scams. \n"
  },
  {
    "id": 75,
    "text": "There is something about 7s recently.\nNot financial advice. \n"
  },
  {
    "id": 76,
    "text": "They ignore facts, take words out of context, re-use 3 year old \"news\" (that was\/is inaccurate).\nHere is an example. The \"Tai Chi\" doc was brought up again. When we show direct evidence it was never adopted, they ignore it.\nEmail from Nov 2018. \n"
  },
  {
    "id": 77,
    "text": "Wrong headlines. We need to improve quality of \"news\". \n"
  },
  {
    "id": 78,
    "text": "Now is a good time to read this book. It's an easy and simple read.\n"
  },
  {
    "id": 79,
    "text": "There are no banks here, but there is crypto now. \n"
  },
  {
    "id": 80,
    "text": "These guys won some #Binance competitions. Free trips to Paris for #BinanceBlockchainWeek. \nCommunity. \n"
  },
  {
    "id": 81,
    "text": "#Binance Soul Bound token BAB has 113k users now. \n"
  },
  {
    "id": 82,
    "text": "Interesting new tech. Here's a good insight from our product team. \n"
  },
  {
    "id": 83,
    "text": "I don't know what's on Twitter's todo list, but I'd assume bots should be high priority given the pending case with Elon. But... they are just everywhere. \n"
  },
  {
    "id": 84,
    "text": "Another story today about a crypto company receiving an inquiry from a regulator. A request to VOLUNTARILY share certain information back in 2020, which we did. Important for the industry to build trust with regulators.\nMy chat messages are semi-public anyway. \n"
  },
  {
    "id": 85,
    "text": "\"Binance looks to bolster lead position in crypto market with free trading. Binance has a 55% trading market share in cash trading, according to CryptoCompare. Its nearest rivals, Coinbase and FTX, have shares of less than 10%.\"\n"
  },
  {
    "id": 86,
    "text": "7\/ The community responded quickly. Within minutes, I was put in touch with Uniswap teams. By 1:02AM, the issue was confirmed by both teams to be a Phishing attack.\nAnd I realized I needed to \"update\" my tweet, which I did immediately. \n"
  },
  {
    "id": 87,
    "text": "4\/ Whenever our security team messages me about an exploit, I go into hyperdrive. It's always better to err on the side of abundance of caution.\nThis is our internal chat. \n"
  },
  {
    "id": 88,
    "text": "Does this actually work? Let's try it with comments below \n"
  },
  {
    "id": 89,
    "text": "#EidAdhaMubarak to all those celebrating around the world! \n"
  },
  {
    "id": 90,
    "text": "Quick snap with the Binance Angels before going on stage at #BinanceTurns5 . \n"
  },
  {
    "id": 91,
    "text": "If you have a #BNB tattoo, post a few pics below. \nReal tats, not photoshops or hana tattos, please. \n"
  },
  {
    "id": 92,
    "text": "2nd dinner today, with #Binance Incubation Season 4 projects in Paris, includes all the guys in the background, and a few more in front of me (not in pic). The energy level is infectious.\nBuilders build. \n"
  },
  {
    "id": 93,
    "text": "4 months later, hanging out at the same spot in Paris, with Ledger CEO this time. \n"
  },
  {
    "id": 94,
    "text": "It was not easy saying no to Super bowl ads, stadium naming rights, large sponsor deals a few months ago, but we did.\nToday, we are hiring for 2000 open positions for #Binance. \n"
  },
  {
    "id": 95,
    "text": "Met with the Senators and House of Delegates of Palau to discuss how to use blockchain for tourism (payments, bookings) and new industries, Digital IDs, etc. MOU in place. Onto execution. \n"
  },
  {
    "id": 96,
    "text": "41 Staff in El Salvador, and growing. Long term commitment to solving problems. \n"
  },
  {
    "id": 97,
    "text": "JA Hotels, one of the oldest chains in UAE with hotels in Dubai, Maldives, Seychelles, etc just signed up with #Binance Pay.\nPushing adoption. \n"
  },
  {
    "id": 98,
    "text": "Let's increase financial inclusion with #crypto.\nData source: The Global Findex \n"
  },
  {
    "id": 99,
    "text": "Reddit AMA starting soon. Ask your questions there.\n"
  },
  {
    "id": 100,
    "text": "Thanks to Mister Pizza for letting us use the shop, and teaching me how to make the pizza. \n"
  },
  {
    "id": 101,
    "text": "Meeting the #Binance Angels in Germany yesterday.\nBinance Angels are community volunteers, not paid. They are mission driven. \n"
  },
  {
    "id": 102,
    "text": "A bit packed, high energy though. #Binance meet up \n"
  },
  {
    "id": 103,
    "text": "It might be the first time and painful for you, but it's not the first time for #bitcoin. It just looks flat now. This (now) will look flat in a few years too. \n"
  },
  {
    "id": 104,
    "text": "May peace, safety, good health and prosperity be yours, Eid Mubarak! \n"
  },
  {
    "id": 105,
    "text": "Damn, looks like we need to do our share...\nSource:  \n"
  },
  {
    "id": 106,
    "text": "UFC will pay its fighters bonuses in crypto.\nPhoto was taken a while back, when I still had hair. Thought it is appropriate to share now. \n"
  },
  {
    "id": 107,
    "text": "Happy #Ramadan to all those celebrating this month! \n"
  },
  {
    "id": 108,
    "text": "Real estate and listed companies are \"safer than crypto\", right?\nThis is the stock price of a top listed real estate company in China. 95% drop over 5 year. \n"
  },
  {
    "id": 109,
    "text": "#TeamBahrain.\n#Binance has been granted the first license for a global crypto-asset provider in The Cooperation Council for the Arab States of the Gulf (GCC) by the Central Bank of Bahrain. \n"
  },
  {
    "id": 110,
    "text": "Guest appearance. Pushing crypto adoption everywhere. \n"
  },
  {
    "id": 111,
    "text": "Happy birthday #bitcoin.\nStill not a teen yet, early days... \n"
  },
  {
    "id": 112,
    "text": "We are not perfect, still have a lot of room to improve. Let's continue to build in 2022.\n"
  },
  {
    "id": 113,
    "text": "#Binance will be giving away 100k+ crypto gift cards this Christmas. Stay tuned. \n"
  },
  {
    "id": 114,
    "text": "Will be live from the Bloomberg Conference in a minute. \n"
  },
  {
    "id": 115,
    "text": "#BSC ATH on Txs: 14.8M ; Daily Active addresses &gt;2m.\nFollow the users. \n"
  },
  {
    "id": 116,
    "text": "How #Binance plans to welcome the next billion crypto users. \n"
  },
  {
    "id": 117,
    "text": "Marketing team sent me this. #Binance taxis in Ukraine. \n"
  },
  {
    "id": 118,
    "text": "4 years ago this month, #bitcoin made an ATH of $5000 on Sept 1, then \"crashed\" to $3000 by Sept 14. The rest, well, you know... \n"
  },
  {
    "id": 119,
    "text": "Sending crypto to friends just got easier with #Binance Pay (directly in the Binance App). \n"
  },
  {
    "id": 120,
    "text": "All my favorite hashtags are trending. #bitcoin #Binance #metaverse #NFTs \n"
  },
  {
    "id": 121,
    "text": "Something to keep you busy during the upgrade. Markets won't move much. \nThis where the word #SAFU came from.\n"
  },
  {
    "id": 122,
    "text": "3 of the top 10 coins by market cap are stable coins. \n"
  },
  {
    "id": 123,
    "text": "It's not the first time, and won't be the last time. #bitcoin \n"
  },
  {
    "id": 124,
    "text": "Same chart as my last tweet, #bitcoin price. The best performing assets over the last 12 years. \nYet, when I tried to color code the market sentiment on it, this is what it looks like. Green = happy, red = unhappy.\nOur species is hard to satisfy. \n"
  },
  {
    "id": 125,
    "text": "Unpopular opinion: #bitcoin is such a bad store of value. It keeps going up, with some fluctuations at times.\nNot financial advice. \n"
  },
  {
    "id": 126,
    "text": "#BSC handling 12m tx per day. That's about 8x of #ETH.\nNote #ETH volume didn't drop, #BSC just handle 8x more people that wasn't able to afford it. More inclusion. \n"
  },
  {
    "id": 127,
    "text": "I like it when this little green arrow is pointing at the right most bar.\nDisclaimer: I hold a decent amount of #BNB. \n"
  },
  {
    "id": 128,
    "text": "5 of the top 10 coins from 5 years ago today are still in the top 10 today. \n"
  },
  {
    "id": 129,
    "text": "#BNB still in a dip at $631.\nnot financial advice \n"
  },
  {
    "id": 130,
    "text": "System is back online. You can cancel orders already. Deposits and trading will be open soon. Stay tuned. \n"
  },
  {
    "id": 131,
    "text": "#BSC carried 6 million tx today. Guess people need #BNB for this. NFA. \n"
  },
  {
    "id": 132,
    "text": "What a bloody day for #crypto today, right?\nA year ago today:\n#bitcoin was $6900\n#bnb was $15\nZoom out a bit. \n"
  },
  {
    "id": 133,
    "text": "#crypto is a $2 trillion market cap industry. \nStill tiny. NFA (not financial advice).\n"
  },
  {
    "id": 134,
    "text": "People ask me, and I really don't know why.\nWhat I do know is #BSC carried 5M transactions yesterday.\nCorrelation does not prove causation. So I still don't know why, and not financial advice.\n#BSC #BNB \n"
  },
  {
    "id": 135,
    "text": "Last time, it indeed showed the number I wanted to see the next day.\n#crypto on its way to $2 trillion. \n"
  },
  {
    "id": 136,
    "text": "I think I saw a number above $300.xx when I opened the  homepage just now, then it became $299.61. We are still in the dip. #BNB #BTC\nNot financial advice. \n"
  },
  {
    "id": 137,
    "text": "Like all the discussions around this time a year ago, in 3 years time, a whole new bunch of people will ask if the #bitcoin halving will an impact on its price. \nSave this tweet for future reference. \n"
  },
  {
    "id": 138,
    "text": "#ETH market cap is only 5x of #BNB now.\nI need to shill more #BSC projects... \n"
  },
  {
    "id": 139,
    "text": "That was then (16h ago):                This is now.\nNot financial advice. And I cannot and do not predict markets. Just pure co-incidence. \n"
  },
  {
    "id": 140,
    "text": "A year ago today, doomsday,\n#BTC dropped from $8000 to $3775\n#BNB dropped from $16 to $6.34\nToday:\n#BTC: $56,700 (15x)\n#BNB: $280 (44x)\nThere are more opportunities today than there were in the past. There will be more opportunities in the future.\nNot financial advice. \n"
  },
  {
    "id": 141,
    "text": "Technically speaking, we are still in the dip.\nClick to see more:  \n"
  },
  {
    "id": 142,
    "text": "Don't fight the inevitable, embrace it.\n#BTC #BNB \n"
  },
  {
    "id": 143,
    "text": "Damn son, didn't even see this until now. Woke up late to meetings.\nDon't ask me what happened. I don't know. \nIt must be #BSC then. Pure awesomeness, and just beginning. #BNB \n"
  },
  {
    "id": 144,
    "text": "Looks like we will have a MarsCoin. In foresight, it is inevitable. \n"
  },
  {
    "id": 145,
    "text": "My good buddy, had no idea what ICO is in 2107, heard I was doing a new project, bought at ICO at $0.1 per #bnb. Was happy in Dec 2017, held on, happier now. \n"
  },
  {
    "id": 146,
    "text": "In the last hour of the 24hr fast. Everything smells so good. \n"
  },
  {
    "id": 147,
    "text": "A month ago, we were giddy with btc at 21,000 ATH. Today we are upset with btc at $30,000. \n"
  },
  {
    "id": 148,
    "text": "This is about where we are in the blockchain evolution of things. \n"
  },
  {
    "id": 149,
    "text": "Number of transactions on #BinanceSmartChain, reaching 30-40% of Ethereum volumes. \n"
  },
  {
    "id": 150,
    "text": "For those new to #bitcoin, here are some history of its price.\nThread: 1\/8 \n"
  },
  {
    "id": 151,
    "text": "Gotta sleep. Will this number show what I want to see by the time I wake up tmr? \n"
  },
  {
    "id": 152,
    "text": "At this rate, the meme makers aren't going to be able to keep up! \n"
  },
  {
    "id": 153,
    "text": "Happy New Year!\nThe team made a version for me, lol. \n"
  },
  {
    "id": 154,
    "text": "Meanwhile, #BSC is \"slowly\" getting to 30-40% volumes of #ETH. Low fees matter! \n"
  },
  {
    "id": 155,
    "text": "#Bitcoin market cap is more half a trillion for the first time. Still tiny.\n"
  },
  {
    "id": 156,
    "text": "If you don't understand money, it's gonna be hard to become rich. \n"
  },
  {
    "id": 157,
    "text": "#BinanceSmartChain broke 500k addresses yesterday along with hitting ATH in number of txs. \n"
  },
  {
    "id": 158,
    "text": "System is back online. You can cancel orders now. Trading resumes in 20 min, at 2AM HKT. \n"
  },
  {
    "id": 159,
    "text": "You do realize that the current part of the #bitcoin chart will be a flat line in a few years, right? \n"
  },
  {
    "id": 160,
    "text": "DBS, the largest retail and commercial bank in Singapore, has soft launched their crypto\/fiat trading exchange.\nNot sure if the #BTC is transferrable yet, but regardless a step in the right direction. \n"
  },
  {
    "id": 161,
    "text": "How it started                          How it's going \n"
  },
  {
    "id": 162,
    "text": "There will be many #DeFi projects like this one. \nAnd there *may* be a few that survive, and thrive. Don't \"follow the herd\". You need to RESEARCH then choose. \nBe responsible for your own actions. \n"
  },
  {
    "id": 163,
    "text": "If we look back at 5 years ago, #BTC price was $220. There were ups and downs then, but we can't see them on the chart now, given the 50x increase.\nWhen we look back at today 5 years later, what would we see?\n#btc, #bnb \n"
  },
  {
    "id": 164,
    "text": "I am so excited. I love beta testing products...\nAll real transactions. Audible\/Amzn, Grab (Uber replacement), Lazada (Amzn replacement). Merchants accepts fiat, I paid in #BNB, direct from my Binance account.\n#Binance Card - I think I can finally go from 99% to 100% crypto. \n"
  },
  {
    "id": 165,
    "text": "Damn son, $15.9 BILLION a couple hours later.\nStill going strong. FOMO mode now. Took a while, lol. \nSlowly but surely. \n"
  },
  {
    "id": 166,
    "text": "Picture of real money in Zimbabwe, worth about $60 USD. In 2009, they abandoned this craziness and started using USD, hoping for less craziness. That worked out ...\nThey should have went with plan B. \n"
  },
  {
    "id": 167,
    "text": "A small snippet into my life. \nI undergone a very successful surgery to fix my herniated disc. The same disc that prevented me from going to Vietnam in Dec.\nI have been in this position for most of the last 6 days. \n"
  },
  {
    "id": 168,
    "text": "DM just now. My advice to most people.\nThis is a different\/safer version of \"don't do what I do, do what I say\". \n"
  },
  {
    "id": 169,
    "text": "Visiting some of our clients in Turkey. Many of them are physical shops. \n"
  },
  {
    "id": 170,
    "text": "Imagine price of $btc, when 1.4 billion more people understand blockchain. \n"
  },
  {
    "id": 171,
    "text": "#Singapore is beautiful, and #crypto friendly. Embracing innovation wins. \n"
  },
  {
    "id": 172,
    "text": "Countries with the fastest internet also seem to be early adopters of #crypto.  Coin-cidence? \n"
  },
  {
    "id": 173,
    "text": "Germany doesn't have any regulations about max speed limit, and people drive just fine. Love it! \n"
  },
  {
    "id": 174,
    "text": "London is beautiful.  See you in a couple of hours. \n"
  },
  {
    "id": 175,
    "text": "$BTC alone is $200B market cap now.  I remember a few days ago, the entire crypto market cap was like $100B.\nBitcoin is pulling its weight, we need to follow the lead, people! \n"
  },
  {
    "id": 176,
    "text": "Throwback to #2YearsAgoToday, we started the #Binance ICO, on our own brand new site. #Over9000 people rushed in on Day 1.  Thank you for your support!  \n(Dug up a screenshot from my archives. BNB was called BNC back then.) \n"
  },
  {
    "id": 177,
    "text": "8 years ago, $BTC price was $8.499. What's the % increase today? \n"
  },
  {
    "id": 178,
    "text": "HK yesterday, back-to-back meetings with founders, fireside chats, and OG drinks. Then, with a buzz, wrote Sunday build idea. \nRed-eye flight to Pakistan.\nMet many ministers and the PM, great in-depth discussions on many topics. \nRed-eye flight again.\nKeep building.\n"
  },
  {
    "id": 179,
    "text": "10-year OGs in Asia. So many stories and emotions. Not an easy journey, but we are all still here. \n"
  },
  {
    "id": 180,
    "text": "Crypto is a store of value. \n"
  },
  {
    "id": 181,
    "text": "I received hundreds of messages through  which I find incredibly helpful. However, many don't know how to communicate effectively with busy, impatient people like me. Here are some tips.\n1. State your ask in the first sentence.\nStart by clearly stating\n"
  },
  {
    "id": 182,
    "text": "Our industry is in a messy state.\nLots of money chasing quick profits, wanting overnight 10x, 100x returns. When they can't find these, they complain.\nOn the other end of the spectrum, real builders feel left out. They can't achieve 10x overnight. Building real tangible value\n"
  },
  {
    "id": 183,
    "text": "I officially and unofficially advise a few governments on their crypto regulatory frameworks and blockchain solutions for gov efficiency, expanding blockchain to more than trading. I find this work extremely meaningful.\n"
  },
  {
    "id": 184,
    "text": "Sent 1000 BNB for the donation for Myanmar and Thailand. \n"
  },
  {
    "id": 185,
    "text": "A real exchange I had on  An example of what not to do.\nIncoming message (paid 0.6 BNB):\nProposal for a Revolutionary Asset Tokenization Model \nDear cz, \nI hope this message finds you well. My name is X, and I am based in Dubai. I am reaching out to\n"
  },
  {
    "id": 186,
    "text": "Too many AI agent developers focus too much on their token and not enough on the agent's usefulness. I recommend making a really good agent first.\nOnly launch a token when there is product-market fit.\n"
  },
  {
    "id": 187,
    "text": "BNB ETF filing by VanEck\n"
  },
  {
    "id": 188,
    "text": "Sent a few high-value tokens (6 or 7 figures) on my address to a burn address. \nThere are a few new AI solutions to automate this, but they have not been security reviewed. Will do the rest later.\nPlease do not send more tokens to the address expecting an interaction.\n"
  },
  {
    "id": 189,
    "text": "Unpopular opinion: \n99% of people in crypto are here to make a quick buck. 1% are building. Real money is in the latter.\n"
  },
  {
    "id": 190,
    "text": "Is there a fast way to burn all tokens on a BSC address?\n"
  },
  {
    "id": 191,
    "text": "According to Dune, I received about $24,000 in the last 2 days on \n3262 members, with 1358 KOL status with follower count &gt; 1\nMake money by responding to messages.\nI am getting some helpful reach outs at 1 BNB \/ message.\n"
  },
  {
    "id": 192,
    "text": "No one applied for this. Focus on building. Listing comes naturally. #BNB\n"
  },
  {
    "id": 193,
    "text": "I am probably the last guy to try this. Not going to change my pfp, as it will put the bluetick into review mode again. And I quite like my current non-ghibli pfp. \n"
  },
  {
    "id": 194,
    "text": "For all the fees or donations in BNB I receive on my public address, I will donate or use them to help BSC community projects. I may simply buy some tokens with them. It's probably the simplest way to help BSC projects.\nFor tokens on this address, I will ignore them for as long\n18 days ago, I published an article in Binance Square on a Pay to Reach idea. A few days later, a developer messaged me with a working prototype. After some discussions, adjustments, and a security review,   \nYesterday, the product was live. I updated my\n"
  },
  {
    "id": 195,
    "text": "I know I am not very smart. I admit when I don't understand. I often think other smart people must know something I don't, to be able to do what they do.\nBut once in a while, I learn basic principles still apply.\n(Not to be confused, the post below is not related to HL. It was\n"
  },
  {
    "id": 196,
    "text": "Always good to see deflation.\n"
  },
  {
    "id": 197,
    "text": "Most people can't see the obvious future. Many are not patient either.\nTechnology trends in 10 years are easier to see than the price tmr.\nWith a bit of understanding, conviction, and patience, there are many opportunities to grow and get rich in the long term.\n"
  },
  {
    "id": 198,
    "text": "Doing a little on-chain testing on Sunday, as usual. Nothing to be excited about.\n"
  },
  {
    "id": 199,
    "text": "Eliminating MEV. Protect users.\n"
  },
  {
    "id": 200,
    "text": "Perps on BSC. High risk, high volatility.\n"
  },
  {
    "id": 201,
    "text": "Be a creator, for our future generations.\n"
  },
  {
    "id": 202,
    "text": "Free speech is priceless.\n"
  },
  {
    "id": 203,
    "text": "BNB ChAIn.\nI was waiting for the AI hype to die down a little to pushing. Real builders stay after the hype.\n"
  },
  {
    "id": 204,
    "text": "Let's eradicate MEV. Users first.\n"
  },
  {
    "id": 205,
    "text": "Happy St. Patrick's Day!\n"
  },
  {
    "id": 206,
    "text": "Invest in the industry.\n"
  },
  {
    "id": 207,
    "text": "Interesting turn of events. I didn't know this before, but not surprised either as they (FTX\/3AC) were \"close\".\nI am curious if FTX had anything to do with the LUNA\/UST crash\/depeg in May 2022?\n"
  },
  {
    "id": 208,
    "text": "You probably didn't notice, the \"MGX invests in Binance\" news was announced directly on X, Binance Square and Blog. It was not embargoed with any traditional media. \nYou are the media now.\n"
  },
  {
    "id": 209,
    "text": "4. Sorry to disappoint. The WSJ article got the facts wrong.\nMore than 20 people have told me they were asked by the WSJ (and another media), \"Can you confirm that CZ made some deal for a pardon?\"\nThey probably asked hundreds of people to have 20 people reach out to me. In\n"
  },
  {
    "id": 210,
    "text": "I was always curious how an event is put together.\n"
  },
  {
    "id": 211,
    "text": "Manus is slower, but very thorough. Results are good for complex tasks.\n"
  },
  {
    "id": 212,
    "text": "You know how some people say, \"oh, he is so lucky that he bought bitcoins so early\"?\nWell, what you are feeling now is the pain that we had to endure many times before too.\nHold is never easy.\n"
  },
  {
    "id": 213,
    "text": "Not a competition. Let's keep building!\n"
  },
  {
    "id": 214,
    "text": "Unpopular opinion:\nIn crypto, too much money is spent chasing small, quick gains. Focus on ethical teams that build for the long term. Big money is built slowly with stamina.\n"
  },
  {
    "id": 215,
    "text": "Investing in blockchain and AI.\n"
  },
  {
    "id": 216,
    "text": "The bitcoin ETF is Blackrock's fastest-growing ETF in history. It's only a year old. Just starting.\n"
  },
  {
    "id": 217,
    "text": "L1 vs L2. Was chatting with a founder this morning. \nDoes it matter if a new AI project is an L1 or an L2? \nThe project's core is not to develop a better blockchain, but to use a blockchain to help with AI economics.\nHaving your own L1 feels like you have more sovereignty,\n"
  },
  {
    "id": 218,
    "text": "A little secret about all the crypto millionaires I know... they all had to hold through dips.\nThe only exception was ... a guy who was a billionaire.\n"
  },
  {
    "id": 219,
    "text": "Culture differences 文化差异\nIn English\/western cultures, be as explicit and precise as possible. If you don't explain something clearly, then you are responsible for the reader misunderstanding your point. In fact, in certain situations, you could even face legal consequences\n"
  },
  {
    "id": 220,
    "text": "A Crazy Idea for Token Issuance\nWhat if someone issues a token with the following tokenomics?\nInitially, 10% of the tokens are unlocked and sold on the market. The proceeds go to the project team to build out the product\/platform, marketing, salaries, etc.\nEach future unlock\n"
  },
  {
    "id": 221,
    "text": "A Crazy Idea for Token Issuance\nWhat if someone issues a token with the following tokenomics?\nInitially, 10% of the tokens are unlocked and sold on the market. The proceeds go to the project team to build out the product\/platform, marketing, salaries, etc.\nEach future unlock\n"
  },
  {
    "id": 222,
    "text": "If you got shaken out during the dip, reduce your size to a level you can handle.\nMental stability beats all market volatility.\n"
  },
  {
    "id": 223,
    "text": "More countries should pass laws to hold journalists accountable for defamation.\nI support free speech, but against deliberate defamation without data or supporting evidence.\n&gt;Shanmugam, Tan See Leng file defamation suits against Bloomberg, reporter | The Straits Times\n"
  },
  {
    "id": 224,
    "text": "Waiting for the new headline: #Bitcoin \"CRASHES\" from $1,001,000 to $985,000.\nSave the tweet.\n"
  },
  {
    "id": 225,
    "text": "Let's support the builders.\nCrypto is the currency for AI.\nData is the food for AI.\nWeb 2 companies should not be the owners of your data. You are.\n"
  },
  {
    "id": 226,
    "text": "Done. Check it on Binance Square!\n"
  },
  {
    "id": 227,
    "text": "Spent the Sunday updating this security tips article from 5 years ago. Shrunk it from 5500 to 4300 words. If you haven't read it before, I recommend reading it.\nIt might just save you from a hack (that you never know because you avoided it). Stay SAFU!\n"
  },
  {
    "id": 228,
    "text": "I donated $100k (150 BNB) from this address. Now the address has received more than $1m back. I will not keep any of coins\/tokens for myself.   What should I do with it? Add to an LP pool? Airdrop? Donate to a charity? Send to a burn address? Any other ideas?\nSerious question. \n"
  },
  {
    "id": 229,
    "text": "I donated $100k (150 BNB) from this address. Now the address has received more than $1m back. I will not keep any of coins\/tokens for myself.   What should I do with it? Add to an LP pool? Airdrop? Donate to a charity? Send to a burn address? Any other ideas?\nSerious question. \n"
  },
  {
    "id": 230,
    "text": "$BNB listed in Hong Kong.\nWhy is this significant?\nHK's current regulatory framework is relatively strict on token listings. HashKey is a licensed exchange in HK. This listing means the regulators approved the BNB listing. It is a stamp of approval for BNB and a signal that HK\n"
  },
  {
    "id": 231,
    "text": "Not trying to push any specific AI agent tokens. But want to see more AI agent development on chain, with real use cases. Real development often happen AFTER the hype has passed.\n"
  },
  {
    "id": 232,
    "text": "Two updates went into the  BNB Chain in the last few hours.\nIf you want to read a human-understandable version, here is the blog:\nMore to come. Build!\n"
  },
  {
    "id": 233,
    "text": "Interesting thread. I'm not sure of its accuracy, but there are lots of details. It shows:\n1. You should be very careful before endorsing a token.\n2. Token economics matter. Unlocking schedules matter. A lot of research has to be done beforehand.\n3. Buying new tokens is\n"
  },
  {
    "id": 234,
    "text": "That's an improvement to the previous narrative. Baby steps...\n"
  },
  {
    "id": 235,
    "text": "This report is just from one of the Sovereign Wealth Funds (Mubadala) in AD. There are a few other SWFs in AD.\n"
  },
  {
    "id": 236,
    "text": "Here is another BNB Smart Chain block explorer that many people don't know about yet.\n"
  },
  {
    "id": 237,
    "text": "So, memes are not purely community-driven?\n"
  },
  {
    "id": 238,
    "text": "Still have a long way to go on scalability. Progress is never a smooth line. We learn. Keep building.\n"
  },
  {
    "id": 239,
    "text": "Broccoli's Story\nA year and a half ago, I casually chatted with a friend who owned a (real) zoo in Dubai. Curious, I asked what dog breed is adapted to the Dubai summer heat. I had no plans to get a dog. \nLater that evening, my doorbell rang, and a young Belgian Malinois showed \n"
  },
  {
    "id": 240,
    "text": "The world is getting less divided.\n"
  },
  {
    "id": 241,
    "text": "Slowly but surely. BNB Chain.\n"
  },
  {
    "id": 242,
    "text": "有时候，一个教学视频。。。😂\n我刚听说，TST已经有网站和X账号了。据我所知，两个都不是BNB Chain或任何币安相关团队制作或控制的。是社区里的人控制的。我也不知道是谁。😂\n但现在有个问题，他们未经授权用了币安的Logo。这个侵权，需要改一下🙏。 建议用✅(通过测试）之类的。\n和所有的meme \n"
  },
  {
    "id": 243,
    "text": "Fundstrat | BNB Chain: Building Towards the \"One BNB\" Vision on Vimeo \n"
  },
  {
    "id": 244,
    "text": "Should BNB Chain try to eliminate\/aggressively reduce the MEV issues?\n"
  },
  {
    "id": 245,
    "text": "If you only use crypto, then all your transactions are on-chain. \n(It doesn't matter which blockchain, you can use multiple\/any.)\n"
  },
  {
    "id": 246,
    "text": "opBNB had the highest number of active addresses last week. Build!\n"
  },
  {
    "id": 247,
    "text": "Hype may win short term; Builders win long term.\n"
  },
  {
    "id": 248,
    "text": "Politicians change, bitcoin stays.\n"
  },
  {
    "id": 249,
    "text": "Good to see BNB Chain AI projects moving quickly.\nDisclaimer: YZiLabs invested in MyShell.\n"
  },
  {
    "id": 250,
    "text": "Stick with fundamentals. Time will be on your side.\nA hot market may have many \"opportunities\" or \"quick returns.\" But it is best to stick with fundamentals.\n"
  },
  {
    "id": 251,
    "text": "Some interesting insights on the last 4 polls.\nCaveats: Polls are always skewed. My followers are obviously skewed towards crypto, BNB, etc. Some of the polls are still ongoing. But the numbers stabilize after a few hundred votes. Some people may vote with a bit of \"pride\", not\n"
  },
  {
    "id": 252,
    "text": "Overall, did you make money on BNB? \n(last poll for this round)\n"
  },
  {
    "id": 253,
    "text": "Overall, did you make money on NFTs?\n"
  },
  {
    "id": 254,
    "text": "Overall, did you make money on bitcoin?\n"
  },
  {
    "id": 255,
    "text": "Overall, did you make money on meme coins?\n"
  },
  {
    "id": 256,
    "text": "The currency for AI is crypto.\n"
  },
  {
    "id": 257,
    "text": "As the US becomes more business-friendly again, other countries must work harder to retain its business attractiveness.\na16z cuts UK crypto plans as it shifts focus to Trump-era US opportunities \n"
  },
  {
    "id": 258,
    "text": "The story of Ledger co-founder and his wife kidnapped in Paris, France.\nThank god they are safe now. It must have been a horrible experience. I deleted my previous post because someone close to the matter asked me to. I guess at that time, his wife was not free yet, and\n"
  },
  {
    "id": 259,
    "text": "The story of Ledger co-founder and his wife kidnapped in Paris, France.\nThank god they are safe now. It must have been a horrible experience. I deleted my previous post because someone close to the matter asked me to. I guess at that time, his wife was not free yet, and\n"
  },
  {
    "id": 260,
    "text": "Also, new leadership! \nOr, depending on perspective, old leadership. Ella has been instrumental in founding Labs in the first place. She led key investments that not only generated high yields, but also shaped the industry, including Polygon, Injective Protocol, CertiK, Dune\n"
  },
  {
    "id": 261,
    "text": "US Strategic Bitcoin Reserve, pretty much confirmed. \nCrypto moving at crypto speed again.\n"
  },
  {
    "id": 262,
    "text": "All Presidents will be talking about how to adopt crypto soon, if not already.\n"
  },
  {
    "id": 263,
    "text": "New year, new era, new name.\nYZiLabs.\n"
  },
  {
    "id": 264,
    "text": "This would be hugely beneficial for US markets.\n"
  },
  {
    "id": 265,
    "text": "I do not know anyone who lost money on bitcoin (or BNB) by holding for 4+ years.\n(not that this guarantees anything about the future.)\n"
  },
  {
    "id": 266,
    "text": "The FOMO is just starting...\n"
  },
  {
    "id": 267,
    "text": "Crypto is volatile.\n(Volatility can be both bad and good.)\n"
  },
  {
    "id": 268,
    "text": "What's good for bitcoin is good for alts.\n"
  },
  {
    "id": 269,
    "text": "Binance prevents over $4b in losses in 2024 with enhanced security \n"
  },
  {
    "id": 270,
    "text": "A few more points about Bhutan GMC making a crypto Strategic Reserve.\n1. It's not just a bitcoin reserve but a crypto one, including ETH and BNB. I believe this is a first, and it sure won't be the last. This signals that Bhutan is open-minded and open to other cryptocurrencies,\n"
  },
  {
    "id": 271,
    "text": "100k is boring, right?\n"
  },
  {
    "id": 272,
    "text": "2025 is here. Happy new year!\n"
  },
  {
    "id": 273,
    "text": "I often get asked what's the next hot thing in crypto? Frankly, I don't know. I try to help with as many projects as possible and see where they take us. We don't predict trends, we follow them (and try to contribute).\nWhat do you think will be the next hot thing in crypto?\n"
  },
  {
    "id": 274,
    "text": "Imitation is the sincerest form of flattery.\n"
  },
  {
    "id": 275,
    "text": "We don't pay teachers well. \nThere aren't enough good teachers. \nMany teachers are not passionate about teaching. \nThe few good teachers don't get paid enough.\n"
  },
  {
    "id": 276,
    "text": "Recently, I have seen several instances where people receive crypto by receiving a private key or a hardware wallet. \nThis is a bad idea. \nThe giver still has access to those crypto. You should move the crypto to an address you own. Or better, just ask the giver to send it to\n"
  },
  {
    "id": 277,
    "text": "Hiring Spine Animator, AI engineers, developers... \n"
  },
  {
    "id": 278,
    "text": "Random articles in my feed.\n"
  },
  {
    "id": 279,
    "text": "Happy to have contributed to the cause.\n"
  },
  {
    "id": 280,
    "text": "We invested in this crypto travel platform pre-COVID, pre-crypto winter, and held on. BUILD!\n"
  },
  {
    "id": 281,
    "text": "A live demo is worth 1000 pitches.\nMany people try to pitch me their project at conferences, often while taking a selfie with me. It doesn't work. I am not smart enough to understand a project in a few seconds.\nBusiness cards work for me. It is easy for me to pass it to my\n"
  },
  {
    "id": 282,
    "text": "A live demo is worth 1000 pitches.\nMany people try to pitch me their project at conferences, often while taking a selfie with me. It doesn't work. I am not smart enough to understand a project in a few seconds.\nBusiness cards work for me. It is easy for me to pass it to my\n"
  },
  {
    "id": 283,
    "text": "There will only be 21 million bitcoins to ever exist. \n19.8 million bitcoins have been mined.\nControlled by math.\n"
  },
  {
    "id": 284,
    "text": "What charts these guys are looking at on screen? \n"
  },
  {
    "id": 285,
    "text": "Them: congrats! you made a lot of money on bitcoin, right?\nMe: No, not exactly. I still have the same number of bitcoins. It's just that everything else became a little cheaper, relative to bitcoin.\n"
  },
  {
    "id": 286,
    "text": "Hiring Spine Animation Designers\n招聘spine动画设计师\n"
  },
  {
    "id": 287,
    "text": "There is so much more to be and build... \n"
  },
  {
    "id": 288,
    "text": "Which key is available on Windows and Linux, but not on Mac? \n"
  },
  {
    "id": 289,
    "text": "I am not against memes, but meme coins are getting \"a little\" weird now.\nLet's build real applications using blockchain.\n"
  },
  {
    "id": 290,
    "text": "Also update your iPhones. Important security fix.\n"
  },
  {
    "id": 291,
    "text": "Two year ago this week, bitcoin price was at a low of $16,000. Many were panicking. A few kept building.\n"
  },
  {
    "id": 292,
    "text": "If you use a Macbook with Intel based chip, update asap! \nStay SAFU!\n"
  },
  {
    "id": 293,
    "text": "Great presentation. Well worth the time to listen to it. Thanks for the shout out at 46:30 too!\nThere will be a race for nations to print money to buy bitcoin, ie, the Bitcoin Strategic Reserve. No one can afford to be last!\n"
  },
  {
    "id": 294,
    "text": "Be on the right side of history.\n"
  },
  {
    "id": 295,
    "text": "Learning at a small gathering of DeSci entrepreneurs organized by Labs. \n"
  },
  {
    "id": 296,
    "text": "Many nations will use bitcoin as reserves, and other crypto currencies too.\n"
  },
  {
    "id": 297,
    "text": "If you believed any of these guys, then ... blame yourself.\n"
  },
  {
    "id": 298,
    "text": "Crossing the chasm, finally.\n"
  },
  {
    "id": 299,
    "text": "As #bitcoin make successive new all time highs, apply proper risk management. There will be many dips (and highs) in the future. Make sure you can handle them. Control your greed. Don't put all your eggs in one basket. Ape slowly.\n"
  },
  {
    "id": 300,
    "text": "Who said crypto is stressful? \n"
  },
  {
    "id": 301,
    "text": "Feels like everyone is in town.\n"
  },
  {
    "id": 302,
    "text": "gm, the food taste so good... And what a luxury to be able to have more than one piece of fruit per day!\nI know some of you may have a lot of questions. I won't have all the answers.\nLet me chill for a bit. Then figure out the next steps. There are always more opportunities in\n"
  },
  {
    "id": 303,
    "text": "When (not if) btc breaks from that 8000...\n"
  },
  {
    "id": 304,
    "text": "母亲节快乐!\nHappy Mother's Day!\n♥️\n"
  },
  {
    "id": 305,
    "text": "I would like to thank everyone for your care and support, be it writing letters, showing support on X, or in any other form. They all mean a lot to me and keep me strong. I will do my time, conclude this phase and focus on the next chapter of my life (education).\nI will remain a\n"
  },
  {
    "id": 306,
    "text": "btw, we moved the goal post a little bit again since a few weeks ago. We are starting at a much earlier age now, 2-3 year olds. \nStart at the beginning, instead of somewhere in the \"middle\", and hopefully keep growing with our community, for 18 (or more) years...\nInitially, our\n"
  },
  {
    "id": 307,
    "text": "From another work stream, one more WIP (work in progress) screen snippet.\nAI voice recognition \/ rating for kids to speak back.\nStill many little problems to fix, make the ears bigger, the rolling eyes, the Chinese on screen, etc. But you get the idea...\nBuild! \n"
  },
  {
    "id": 308,
    "text": "In non-English speaking countries, knowing English often doubles people's income. Read it somewhere.\n"
  },
  {
    "id": 309,
    "text": "What are some of the best apps for kids (not adults) to learn English for the first time?\n"
  },
  {
    "id": 310,
    "text": "新年快乐！\nHappy Chinese New Year！\n"
  },
  {
    "id": 311,
    "text": "Learning again, by meeting founders.\n"
  },
  {
    "id": 312,
    "text": "10 years ago today, I quit my job, sold my house, and aped into #bitcoin.\nNo, I am not saying you should do the same. Many people asked, how could you take such risks? Me, I knew I could easily get a job... Everyone's risk profile is different. Learn risk management.\n"
  },
  {
    "id": 313,
    "text": "What is a bitcoin ETF?\n"
  },
  {
    "id": 314,
    "text": "Been reading about biotech, thinking about how to use crypto to accelerate research funding there.\nKeep building!\n"
  },
  {
    "id": 315,
    "text": "Today, I stepped down as CEO of Binance. Admittedly, it was not easy to let go emotionally. But I know it is the right thing to do. I made mistakes, and I must take responsibility. This is best for our community, for Binance, and for myself.\nBinance is no longer a baby. It is\n"
  },
  {
    "id": 316,
    "text": "#Bitcoin halving soon. \n"
  },
  {
    "id": 317,
    "text": "Investors and founders don't always align. Don't let anyone tell you otherwise. \n(To be fair, no two person can always be 100% aligned. I am both a founder and investor.)\nKnowing when to let go control of a company you founded is one of the trickiest decisions.\n"
  },
  {
    "id": 318,
    "text": "Gulf Energy and Binance partnership to showcase Thai Blockchain potential \nRegulatory approval secured for Gulf Binance in Thailand.\n"
  },
  {
    "id": 319,
    "text": "I guess ETF is a big deal in the US, but not elsewhere.\n"
  },
  {
    "id": 320,
    "text": "Executives from a client were lured on a 'business trip' to Montenegro, where they were abducted and forced to empty their wallets. Total loss ~$12.5m.\nWe investigated the on chain activities and reached out to our partners earlier today to have the wallet frozen, as all of the\n"
  },
  {
    "id": 321,
    "text": "Not exactly breaking news, but still interesting to learn the details.\nFTX sought regulatory \"crack down\" on Binance to increase market share | Federal Newswire \n"
  },
  {
    "id": 322,
    "text": "US institutions are moving into crypto. What about your country? \n"
  },
  {
    "id": 323,
    "text": "U.S. House's Spending Bill Aims to Hamstring SEC's Gensler Amid His Crypto Crackdown \n"
  },
  {
    "id": 324,
    "text": "#BinanceBlockchainWeek today.\n"
  },
  {
    "id": 325,
    "text": "This is a small internal app being used for testing. Not news. \nUnrelated to yesterday's teaser. We'll reveal that at #BinanceBlockchainWeek tomorrow.\n"
  },
  {
    "id": 326,
    "text": "Most people have a fallacy of thinking in linear scales. \n"
  },
  {
    "id": 327,
    "text": "A touch late, but happy Halloween! \n"
  },
  {
    "id": 328,
    "text": "Imagine being on the wrong side in history for a better form of money that helps billions. It won't be a good legacy.\n"
  },
  {
    "id": 329,
    "text": "a 4 post.\nThis guy, first promises positive coverage, no FUD, etc.  \nSo I agreed to and spent 2 hours with him. He specifically asked to check out the van I use. So, we arrange to pick him up with it. We bought him drinks (orange juice and coffee) and chatted for 2 hours. \nNow \n"
  },
  {
    "id": 330,
    "text": "Users drive everything we do at #Binance.\nThe team is always listening to feedback and figuring out how to make our products better. \nHere's why:  \n"
  },
  {
    "id": 331,
    "text": "Crypto is volatile.\nRemember to exercise prudent risk management when trading. If you don't know what TP\/SL means, you should learn about it.\nScreen shot from a demo. \n"
  },
  {
    "id": 332,
    "text": "gm to the holders. It wasn't easy, but...\n"
  },
  {
    "id": 333,
    "text": "Earlier today, there was a hardware failure...\n"
  },
  {
    "id": 334,
    "text": "They say developers like to stay in a dark room, alone, no commute, work from 2PM to 5AM...\nDaily Life of Binance Developers \n"
  },
  {
    "id": 335,
    "text": "Beware of phishing scams.\n"
  },
  {
    "id": 336,
    "text": "You won't be able to escape inflation completely, but there are many tools you can use to shield yourself from it to a large extent. You have choices.\n"
  },
  {
    "id": 337,
    "text": "here is my submission #Bin4nce \n"
  },
  {
    "id": 338,
    "text": "Another Launchpool.\nKeep building, and keep supporting builders.\n"
  },
  {
    "id": 339,
    "text": "Copy trading is now live on #Binance. \nYou can replicate the trades of some of the best traders on our platform.\nTry it here:  \n"
  },
  {
    "id": 340,
    "text": "Beware of scammers. Stay #SAFU! \n"
  },
  {
    "id": 341,
    "text": "#Binance added the #bitcoin halving countdown to our homepage.\nAnd here are my thoughts around the Bitcoin Halvings...\n"
  },
  {
    "id": 342,
    "text": "#Binance Feed will open to all content creators soon, too. Ie, all users can create content.\n"
  },
  {
    "id": 343,
    "text": "月圆·币圆·人团圆\n祝全球华语用户们，中秋佳节愉快！\n送出一份 #Binance 键盘套装，希望大家可以hodl住幸福和快乐。\n留言晒出你的月饼 \/ 灯笼 ⬇️\n-\nGiving away this #Binance keyboard for Mid Autumn Festival.\nShow me your mooncake or lantern to enter. \n"
  },
  {
    "id": 344,
    "text": "月圆·币圆·人团圆\n祝全球华语用户们，中秋佳节愉快！\n送出一份 #Binance 键盘套装，希望大家可以hodl住幸福和快乐。\n留言晒出你的月饼 \/ 灯笼 ⬇️\n-\nGiving away this #Binance keyboard for Mid Autumn Festival.\nShow me your mooncake or lantern to enter. \n"
  },
  {
    "id": 345,
    "text": "Our Chinese and Arabic ancestors figured out crypto. They both made MOON festivals! And they both land on today.\n中秋快乐！ \n"
  },
  {
    "id": 346,
    "text": "This is a display ONLY issue. Trading not affected.\n"
  },
  {
    "id": 347,
    "text": "Futures Kline (chart) display issue on BTCUSDT. The UI aggregated Kline has issue, the raw Kline via api is working fine.\nTrading not affected.\nTeam is fixing.\n"
  },
  {
    "id": 348,
    "text": "Happy Mid-Autumn Festival! \n"
  },
  {
    "id": 349,
    "text": "Don't believe people when they show a selfie and say they are close to CZ or Binance, etc. I am not a networker, and have a very small number of close friends. I do take a LOT of selfies with people.\nI have probably taken selfies with more than 10,000 people so far.\nAt events,\n"
  },
  {
    "id": 350,
    "text": "Crypto is great for many things, including travel.\nKeep pushing adoption. #Binance\n"
  },
  {
    "id": 351,
    "text": "Too lazy to even post 4.\nFocus on building.\n"
  },
  {
    "id": 352,
    "text": "Education.\n#Binance Academy Notes 62% Increase in Usage Led by Learners from Emerging Markets \n"
  },
  {
    "id": 353,
    "text": "More stablecoins coming.\nBinance Japan partners with MUFJ on stablecoin development \n"
  },
  {
    "id": 354,
    "text": "The strength of your hand, is determined during a dip.\n"
  },
  {
    "id": 355,
    "text": "Over a million people use #BNB Chain every day.\n"
  },
  {
    "id": 356,
    "text": "If markets are predictable it would cease to be markets and be without profits.\n"
  },
  {
    "id": 357,
    "text": "If you want to \"buy low, sell high\", then you have to act accordingly when it is low.\nNot financial advice. I also don't recommend this strategy for most people. DCA then Hold is simpler.\n"
  },
  {
    "id": 358,
    "text": "Feed from KOLs now appear directly on  homepage. Rolling out to all languages soon. \n"
  },
  {
    "id": 359,
    "text": "The new Elon Musk book by Walter Isaacson is pretty good.\n"
  },
  {
    "id": 360,
    "text": "Binance Brings Law Enforcement Expertise to Hong Kong International Symposium on Cyber Policing | Binance Blog  \n"
  },
  {
    "id": 361,
    "text": "The top menu on  has changed a bit. It's simpler now. \nThe fact that no one complained about the change probably means we should have done it much sooner.\nKeep building.\n"
  },
  {
    "id": 362,
    "text": "Guess what? You can be criticized when you donate $3 million dollars worth of crypto after an earthquake.\nWhile we got overwhelming positive feedback from our users about the donation (as seen in the quoted tweet), and while the issues raised are typically from traditional\n"
  },
  {
    "id": 363,
    "text": "You may not know the origin of the #Binance logo.\n"
  },
  {
    "id": 364,
    "text": "Mark Cuban Confirms Getting Hacked for $870K on MetaMask. This happens to the most experienced of crypto users.\nRead this article I wrote 3 years ago. There is a section about downloading software, wait 72 hrs, etc.\nStay #SAFU\n"
  },
  {
    "id": 365,
    "text": "Fast, scaleable, and super-low fees.\nLet's build real world applications that require billions of messages\/events per day. #BNB\n"
  },
  {
    "id": 366,
    "text": "UM Futures affected. CM seems to be ok. Our team is fixing.\n"
  },
  {
    "id": 367,
    "text": "Reminder to use hardware 2FA (Yubikey) for all crypto platforms.\n"
  },
  {
    "id": 368,
    "text": "Vitalik's Twitter account got hacked. Use common sense when reading content on social media, even from large KOLs.\nTwitter's account security is not designed as financial platforms. It needs quite a bit more features: 2FA, login id should be different from handle or email, etc. \n"
  },
  {
    "id": 369,
    "text": "The Apple iOS\/iPadOS 16.6.1 updates today includes a security patch to an iMessage vulnerability that allows remote code execution WITHOUT ANY INTERACTIONS from the victim. It is being exploited in the wild by the Pegasus threat group already. Update immediately. Stay #SAFU.\n"
  },
  {
    "id": 370,
    "text": "Saw some debates in the community. When you do the right thing, and there is FUD, you don't have to do anything. The community defends you.\nLet me summarize. There have been a lot of negative news\/rumors, bank runs, lawsuits, closing of fiat channels, product wind downs,\n"
  },
  {
    "id": 371,
    "text": "#Binance Charity\nRevolutionizing Charity: How Crypto is Making a Difference\nThis education aspect ... as organizations are not only providing fish but teaching people how to catch their own. Recipients have access to a new financial system forever.\n"
  },
  {
    "id": 372,
    "text": "Some of our team members are growing into bigger roles, some outside of #Binance. Some are doing new exciting ventures. I even made intros\/references for many of them. We are supportive of everyone. We are one community.\nThis also creates more growth opportunities within\n"
  },
  {
    "id": 373,
    "text": "AMA later today. I guess it's called an 'X space' now, lol.\n"
  },
  {
    "id": 374,
    "text": "Doing our little bit. #Binance\n"
  },
  {
    "id": 375,
    "text": "Send cash. \nInstant. Low fees. \n"
  },
  {
    "id": 376,
    "text": "Keeping your account(s) safe is vital.\nHere's a quick blog about account takeover attacks and how you can prevent them. \n"
  },
  {
    "id": 377,
    "text": "Third party analytics are so much easier in Web 3 with blockchain. TradFi doesn't have this level of transparency.\n"
  },
  {
    "id": 378,
    "text": "Be a leading indicator.\n"
  },
  {
    "id": 379,
    "text": "One more security related incident \/ article you should read.\nDon't install software!\n"
  },
  {
    "id": 380,
    "text": "Binance in Italia ha accumulato criptovalute per 385 milioni di euro in pochi mesi. Tutti i numeri del business - MilanoFinanza News \n"
  },
  {
    "id": 381,
    "text": "Working at #Binance isn't a typical job.\n"
  },
  {
    "id": 382,
    "text": "Here is the English version of the article mentioned earlier.\n"
  },
  {
    "id": 383,
    "text": "I highly recommend everyone to do this, to better protect your account. Stay #SAFU! \n"
  },
  {
    "id": 384,
    "text": "People often seek the one big thing that changed everything. \nBut in reality, it's often the (consistent) little things that accumulate over time.\n"
  },
  {
    "id": 385,
    "text": "The simple strategy of DCA and hold...\n(not financial advice)\n"
  }
]